LABOUR = '''Вы осуществляли трудовую деятельность:
- по найму у физических лиц для личных, домашних и иных подобных нужд, не связанных с осуществлением предпринимательской деятельности;
- по найму в организациях и (или) у индивидуальных предпринимателей, а также у занимающихся частной практикой нотариусов, адвокатов, учредивших адвокатские кабинеты, и других лиц, занимающихся в установленном законодательством Российской Федерации порядке частной практикой;
- в качестве высококвалифицированного специалиста;
- в качестве участниками Государственной программы по оказанию содействия добровольному переселению в Российскую Федерацию соотечественников, проживающих за рубежом, а также членами их семей, совместно переселившимися на постоянное место жительства в Российскую Федерацию;
- в качестве члена экипажей судов, плавающих под Государственным флагом Российской Федерации;
- будучи иностранным гражданином или лицом без гражданства, признанным беженцем или получившим временное убежище на территории Российской Федерации? \n'''

CASES1 = ''' Ваш доход относится к одному из представленных случаев?

- получение дивидендов до 2015 года;
- получение процентов по облигациям с ипотечным покрытием, эмитированным до 1 января 2007 г.;
- получение доходов учредителями доверительного управления ипотечным покрытием
- получение на основании приобретения ипотечных сертификатов участия, выданных управляющим ипотечным покрытием до 1 января 2007 г. \n'''

CASES2 = '''Ваш доход относится к одному из ниже представленных случаев?

- стоимость любых выигрышей и призов, получаемых в проводимых конкурсах, играх и других мероприятиях в целях рекламы товаров, работ и услуг;
- процентные доходы по вкладам в банках в части превышения установленных размеров;
- сумма экономии на процентах при получении заемных (кредитных) средств в части превышения установленных размеров;
- плата за использование денежных средств членов кредитного потребительского кооператива (пайщиков), а также процентов за использование сельскохозяйственным кредитным потребительским кооперативом средств, привлекаемых в форме займов от членов сельскохозяйственного кредитного потребительского кооператива или ассоциированных членов сельскохозяйственного кредитного потребительского кооператива, в части превышения установленных размеров. \n'''

CASES3 = '''Ваш доход получен:

- в качестве оплаты по трудовому или гражданско-правовому договору с организацией, не являющейся налоговым агентом. В том числе по договору найма или аренды любого имущества;
- от продажи имущества, находящегося в собственности;
- в качестве вознаграждения по гражданско-правовым договорам;
- премия в рамках трудовых отношений;
- от страховых выплат по договорам страхования и выплат по пенсионному обеспечению; \n'''