LABOUR = '''Вы осуществляли трудовую деятельность:
- по найму у физических лиц для личных, домашних и иных подобных нужд, не связанных с осуществлением предпринимательской деятельности;
- по найму в организациях и (или) у индивидуальных предпринимателей, а также у занимающихся частной практикой нотариусов, адвокатов, учредивших адвокатские кабинеты, и других лиц, занимающихся в установленном законодательством Российской Федерации порядке частной практикой;
- в качестве высококвалифицированного специалиста;
- в качестве участниками Государственной программы по оказанию содействия добровольному переселению в Российскую Федерацию соотечественников, проживающих за рубежом, а также членами их семей, совместно переселившимися на постоянное место жительства в Российскую Федерацию;
- в качестве члена экипажей судов, плавающих под Государственным флагом Российской Федерации;
- будучи иностранным гражданином или лицом без гражданства, признанным беженцем или получившим временное убежище на территории Российской Федерации? \n'''

CASES1 = ''' Ваш доход относится к одному из представленных случаев?

- получение дивидендов до 2015 года;
- получение процентов по облигациям с ипотечным покрытием, эмитированным до 1 января 2007 г.;
- получение доходов учредителями доверительного управления ипотечным покрытием
- получение на основании приобретения ипотечных сертификатов участия, выданных управляющим ипотечным покрытием до 1 января 2007 г. \n'''

CASES2 = '''Ваш доход относится к одному из ниже представленных случаев?

- стоимость любых выигрышей и призов, получаемых в проводимых конкурсах, играх и других мероприятиях в целях рекламы товаров, работ и услуг;
- процентные доходы по вкладам в банках в части превышения установленных размеров;
- сумма экономии на процентах при получении заемных (кредитных) средств в части превышения установленных размеров;
- плата за использование денежных средств членов кредитного потребительского кооператива (пайщиков), а также процентов за использование сельскохозяйственным кредитным потребительским кооперативом средств, привлекаемых в форме займов от членов сельскохозяйственного кредитного потребительского кооператива или ассоциированных членов сельскохозяйственного кредитного потребительского кооператива, в части превышения установленных размеров. \n'''

CASES3 = '''Ваш доход получен:

- в качестве оплаты по трудовому или гражданско-правовому договору с организацией, не являющейся налоговым агентом. В том числе по договору найма или аренды любого имущества;
- от продажи имущества, находящегося в собственности;
- в качестве вознаграждения по гражданско-правовым договорам;
- премия в рамках трудовых отношений;
- от страховых выплат по договорам страхования и выплат по пенсионному обеспечению; \n'''

Q1_RESIDENTS_TEXT = 'Вы являетесь налоговым резидентом РФ? \n'

Q2_INCOMERF_TEXT = 'Вы получаете доход на территории РФ? \n'

Q3_DISABILITY_TEXT = 'Ваш доход является пособием по временной нетрудоспособности? \n'

INCOME_DISABILITY_TEXT = 'Введите сумму данного вида дохода (в рублях): \n'

Q4_AWARD_TEXT = 'Ваш доход получен путём вознаграждения, выплачиваемого наследникам (правопреемникам) авторов произведений науки, литературы, искусства, а также вознаграждения, выплачиваемого наследникам патентообладателей изобретений, полезных моделей, промышленных образцов? \n'

INCOME_AWARD_TEXT = 'Введите сумму данного вида дохода (в рублях): \n'

Q5_DONATION_TEXT = 'Ваш доход получен путём дарения недвижимого имущества, транспортных средств, акций, цифровых финансовых активов, цифровых прав, включающих одновременно цифровые финансовые активы и утилитарные цифровые права, долей, паев? \n'

INCOME_DONATION_TEXT = 'Введите сумму данного вида дохода (в рублях): \n'

INCOME_CASES1_TEXT = 'Введите сумму данного вида дохода (в рублях): \n'

INCOME_CASES2_TEXT = 'Введите сумму данного вида дохода (в рублях): \n'

Q8_WINNER_TEXT = 'Ваш доход был получен с выигрыша до 15 тыс. рублей, выплачиваемого операторами лотерей, распространителями, организаторами азартных игр, проводимых в букмекерской конторе и тотализаторе? \n'

INCOME_WINNER_TEXT = 'Введите сумму данного вида дохода (в рублях): \n'

INCOME_CASES3_TEXT = 'Введите сумму данного вида дохода (в рублях): \n'

Q10_DIVIDENDS_TEXT = 'Вы получаете доход в виде дивидендов от долевого участия в деятельности российских организаций и выплат, не связанных с выкупом цифровых финансовых активов? \n'

INCOME_DIVIDENDS_TEXT = 'Введите сумму данного вида дохода (в рублях): \n'

INCOME_LABOUR_TEXT = 'Введите сумму данного вида дохода (в рублях): \n'

Q12_DEPOSIT_TEXT = 'Вы получали доход в виде процентов по вкладам (остаткам на счетах) в банках, находящихся на территории Российской Федерации? \n'

INCOME_DEPOSIT_TEXT = 'Введите сумму данного вида дохода (в рублях): \n'

Q13_OTHER_TEXT = 'У вас есть иные доходы на территории РФ? \n'

INCOME_OTHER_TEXT = 'Введите сумму данного вида дохода (в рублях): \n'

TOTAL_TEXT = 'Общая сумма налога, которую вам необходимо заплатить: '