LABOUR = '''Вы осуществляли трудовую деятельность:
- по найму у физических лиц для личных, домашних и иных подобных нужд, не связанных с осуществлением предпринимательской деятельности;
- по найму в организациях и (или) у индивидуальных предпринимателей, а также у занимающихся частной практикой нотариусов, адвокатов, учредивших адвокатские кабинеты, и других лиц, занимающихся в установленном законодательством Российской Федерации порядке частной практикой;
- в качестве высококвалифицированного специалиста;
- в качестве участниками Государственной программы по оказанию содействия добровольному переселению в Российскую Федерацию соотечественников, проживающих за рубежом, а также членами их семей, совместно переселившимися на постоянное место жительства в Российскую Федерацию;
- в качестве члена экипажей судов, плавающих под Государственным флагом Российской Федерации;
- будучи иностранным гражданином или лицом без гражданства, признанным беженцем или получившим временное убежище на территории Российской Федерации? '''

